Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-se.tmx
Source language: en
Languages: se

source: Reserve power supply provided for technical safety equipment in the laboratory
se: kera om tekniska

source: The own equipment is kept within the restricted area
se: Reservelektri-

source: Work routines
se: säkerhetsutrust-

source: Sign with a biohazard symbol
se: Den egna

source: Specific measures to control aerosol dissemination
se: Särskilda åtgärder vidtas mot spridning av aerosoler

source: Yes, aerosol dissemination is minimised
se: Ja, aerosolspridning minimeras

source: Yes, aerosol dissemination is prevented
se: Ja, aerosolspridning förhindras

source: Restricted access
se: Tillträdesrestriktioner

source: Yes, access only for persons informed of the risks
se: Ja, tillträde endast för personer som är informerade om riskerna

source: GMM is stored in a manner so that no one will be exposed by mistake or unauthorized persons can access the material
se: GMM förvaras så att ingen av misstag exponeras eller någon obehörig kan komma åt materialet

source: Protective clothing is used
se: Skyddande klädsel används

source: Yes, appropriate protective clothing, in general laboratory coat
se: Ja, lämplig skyddande klädsel, i allmänhet labora- torierock

source: Yes, appropriate protective clothing which is removed when leaving the working area
se: Ja, lämplig skyddande klädsel som tas av när arbetsområdet lämnas

source: Yes, full-cover protective clothing which is removed when leaving the working area, special footwear when necessary
se: Ja, vältäckande skyddande klädsel som tas av när arbetsområdet lämnas, särskild fotbeklädnad vid behov

source: Yes, full change to protective clothing and special footwear.
se: Ja, fullständigt ombyte till skyddande klädsel och särskild fotbeklädnad.

source: Full change of clothes when leaving the working area
se: Fullständigt ombyte när arbetsområdet lämnas

source: Gloves are used
se: Handskar används

source: Shower after finished work
se: Duschning efter avslutat arbete

source: Efficient pest control (e.g., for rodents and insects)
se: Effektiv skadedjurskon- troll (t.ex. mot gnagare och insekter)

source: Waste and decontamination routines
se: Avfalls- och dekontamineringsrutiner

source: Autoclave
se: Autoklav

source: In connection to the facility, if other satisfactory decontamination is not available
se: I anslutning till anläggningen, om inte annan tillfredsställande dekontaminering finns

source: In connection to the facility
se: I anslutning till anläggningen

source: Within the facility, possibly double-sided
se: Inom anläggningen, eventuellt dubbelsidig

source: Double-sided within the facility
se: Dubbelsidig inom anläggningen

source: Used material with GMM is decontaminated before it is washed, reused, discarded
se: Använt material med GMM dekontamineras innan det diskas, återanvänds, kasseras

source: Yes, with a method chosen depending on the results of the investigation in Section 3
se: Ja, med metod som väljs beroende av resultatet av utredningen i 3 §

source: Yes, before it leaves the laboratory
se: Ja, innan det lämnar laboratoriet

source: Waste containing GMM is decontaminated
se: Avfall som innehåller GMM dekontamineras

source: Special routines for measures at spills and other unwanted events
se: Särskilda rutiner för åtgärder vid spill och andra oönskade händelser

source: Yes, in writing
se: Ja, skriftliga

source: Amendments of and additions to table 1 a for contained use of GMM in animal activities
se: Ändringar av och tillägg till tabell 1 a för innesluten användning av GMM i djurverksamheter

source: Measures that amends corresponding point in table 1 a
se: Åtgärder som ändrar motsvarande punkt i tabell 1 a

source: Surfaces which are resistant to water, acids, alkalis, solvents, decontaminants and are easy to clean
se: Ytor som är resistenta mot vatten, syror, alkalier, lösningsmedel, dekontamineringsmedel och är lätta att rengöra

source: Bench if such is available, and otherwise if required in accordance with the investigation in Section 3
se: Bänk om sådan finns, och i övrigt om det behövs enligt utredningen i 3 §

source: Bench if such is available, floors
se: Bänk om sådan finns, golv

source: Bench if such is available, floors and walls
se: Bänk om sådan finns, golv och väggar

source: Bench if such is available, floors, walls and ceiling
se: Bänk om sådan finns, golv, väggar och tak

source: Measures which are supplements to table 1 a
se: Åtgärder som är tillägg till tabell 1 a

source: Animal facilities which are demarcated with lockable doors
se: Djuranläggningar är avgränsade med låsbara dörrar

source: Isolators or equivalent containment has HEPA filter
se: Isolatorer eller motsvarande inneslutning har HEPA-filter

source: Material and equipment are designed to facilitate cleaning and decontamination
se: Material och utrustning är utformade för att underlätta rengöring och dekontaminering

source: Measures to limit the risk of animals escaping outside the demarcation
se: Åtgärder för att begränsa risken för att djuren smiter utanför avgränsningen

source: Incineration of animal bodies
se: Förbränning av djurkroppar

source: Recommended
se: Rekommenderas

source: Yes, on location, unless sterilization has occurred with a validated method prior to transfer to an incinerator
se: Ja, på platsen, om inte sterilisering skett med en validerad metod innan förflyttning till en förbränningsugn

source: Litter and waste is decontaminated
se: Strö och avfall dekontamineras

source: Greenhouse or growth- room: structure with walls, a roof and a floor designed and used for growing plants in a controlled and protected environment
se: Växthus eller växtkammare med väggar, tak och golv, avsedd för odling av växter i en kontrollerad och skyddad miljö

source: Entry through airlock only
se: Ingång endast genom sluss

source: Efficient pest control (e.g. for rodents and insects)
se: Effektiv skadedjurskon- troll (t.ex. mot gnagare och insekter)

source: Permanent structures with continuous waterproof covering, designed to prevent entry of surface-water run-off and with lockable doors
se: Permanent byggnad med vattentät beklädnad, konstruerad för att förhindra att dagvatten tränger in, med låsbara dörrar

source: Control of contaminated run-off water
se: Kontroll av kontaminerat avrinningsvatten

source: Yes, so that run-off is minimised if dissemination of GMM can occur through the ground
se: Ja, så att avrinning minimeras, om spridning av GMM kan ske genom marken

source: Yes, so that runoff is prevented
se: Ja, så att avrinning förhindras

source: Yes, so that run-off is prevented
se: Ja, så att avrinning förhindras

source: Procedures which prevent the dissemination of GMM at transfer of living materials between different locations, e.g., greenhouse/growth room and laboratory
se: Förfaranden som hindrar spridning av GMM vid överföring av levande material mellan olika platser t.ex. växthus/ växtkammare och laboratorium

source: Yes, to minimise the dissemination of GMM
se: Ja, så att spridning av GMM minimeras

source: Yes, to prevent the dissemination of GMM
se: Ja, så att spridning av GMM förhindras

source: Protective measures for contained use of GMM in large-scale activities
se: Skyddsåtgärder vid innesluten användning av GMM i storskalig verksamhet

source: Contained system and other technical equipment
se: Slutet system och annan teknisk utrustning

source: Viable GMM is contained in one or more closed systems so that the process is kept separate from the surroundings
se: Levande GMM innesluts i ett eller flera slutna system så att processen hålls avskild från omgivningen

source: Extract air from closed systems is controlled
se: Avluftning från slutna system kontrolleras

source: Yes, the dissemination of GMM is prevented
se: Ja, utsläpp av GMM hindras

source: Seals are designed so that release of GMM is minimised or prevented
se: Tätningar utformas så att utsläpp av GMM minimeras eller förhindras

source: Yes, minimised
se: Ja, minimeras

source: Yes, prevented
se: Ja, hindras

source: Alarm system provided to indicate whether any technical safety equipment are out of order
se: för att indikera om tekniska säkerhetsutrust- ningar är ur funktion

source: Facilities and other equipment
se: Lokaler och övrig utrustning

source: Closed systems are located within a controlled area
se: Slutna system placeras inom ett avgränsat område

source: Access to the controlled area through airlock only
se: Ingång endast genom luftsluss

source: The controlled area is maintained at an air pressure negative to the immediate surroundings
se: Det avgränsade området har undertryck i förhållande till omgivningen

source: Separate ventilation system with HEPA filtration of the air
se: Separat ventilationssystem med HEPA-filtrering av luften

source: Yes, extract air and otherwise if required in accordance with the investigation in Section 3
se: Ja, frånluft, och i övrigt om det behövs enligt utredningen i 3 §

source: Yes, extract and supply air
se: Ja, frånluft och tilluft

source: Special measures for minimising air pollutions
se: Särskilda åtgärder för att minimera luftföroreningar

source: The controlled area is sealable for fumigation
se: Det avgränsade området kan förseglas så att rökbehandling blir möjlig

source: Bench if such is available
se: Bänk, om sådan finns

source: Yes, preferably which can be manoeuvred without touching with hands and hand disinfectant
se: Ja, som helst kan manövreras utan att vidröras med händerna samt handdesinfektion

source: Yes, which can be manoeuvred without touching with hands and hand disinfectant
se: Ja, som kan manövreras utan att vidröras med händerna samt handdesinfektion

source: Yes, if there is a risk of GMM disseminating from the drain
se: Ja, om det finns risk att GMM kan komma ut i avloppet

source: The own equipment is kept within the controlled area
se: Den egna utrustningen hålls inom det avgränsade området

source: Sign with biohazard symbol
se: Skylt med symbol för smittrisk

source: Aerosol formation during sample collection, adding, extracting or transfer of materials is limited
se: Aerosolbildning vid provtagning, tillsats, uttag eller överföring av material begränsas

source: Protective clothing used within the controlled area
se: Skyddande klädsel används inom det avgränsade området

source: Yes, special protective clothing
se: Ja, särskilda arbetskläder

source: Yes, full-cover protective clothing, special footwear when necessary
se: Ja, vältäck- ande skyddande klädsel, särskild fotbeklädnad vid behov

source: The staff takes a shower before leaving the area
se: Personalen duschar innan området lämnas

source: The entire volume from the closed system can be taken care of and be decontaminated at the event of an accident
se: Hela volymen från det slutna systemet kan tas omhand och dekontamineras vid olycka

source: Used material or waste with GMM is decontaminated before it is washed, reused, discarded
se: Dekontami-

source: Special routines for measures at spillage and other unwanted events
se: Särskilda

source: Information to be provided in notification of an F activity
se: Uppgifter vid anmälan av en F-verksamhet

source: The information below shall be submitted when notifying an F activity in accordance with Sections 15 and 23 of the Genetically Modified Organisms (Contained Use) Ordinance (SFS 2000:271).
se: Nedanstående uppgifter ska lämnas vid anmälan av en F-verksamhet enligt 15 och 23 §§ i förordning (2000:271) om innesluten användning av genetiskt modifierade organismer.

source: When making amendments in a GMM activity, the following is applicable:
se: Vid förändringar i GMM-verksamheten gäller följande:

source: Amendment of information which has been marked with * is submitted as an update in accordance with Section 22 of the Ordinance.
se: Ändring av uppgifter som har markerats med * lämnas som uppdatering enligt 22 § i förordningen.

source: Amendment of information which have been marked with ** entails the submitting of a new complete notification.
se: Ändring av uppgifter som har markerats med ** medför att en ny, fullständig anmälan ska lämnas.

source: The operator’s
se: Verksamhetsutövarens

source: name and address * organisation number **
se: namn och adress * organisationsnummer **

source: Biosafety committee or equivalent guidance if such exists *
se: Biosäkerhetskommitté eller motsvarande rådgivning om sådan förekommer *

source: The premises where the GMM is to be used:
se: Anläggningen där GMM ska användas:

source: street address and city **
se: gatuadress och ort **

source: summary description of the premises (optional: blueprints or sketches)* demarcation of the premises, e.g., with house number, floor level or room number *
se: översiktlig beskrivning av anläggningen (ev. ritning eller skiss) * avgränsning av anläggningen, t.ex. med husnummer, våningsplan eller rumsnummer *

source: name, contact details and organisational affiliation
se: namn, kontaktuppgifter och organisatorisk tillhörighet

source: assigned task for supervision and/or safety; also state position if relevant education and qualification for the task/tasks
se: tilldelad uppgift för ledning och/eller säkerhet; uppge även befattning om det är relevant utbildning och kvalifikationer för uppgiften/uppgifterna

source: detailed description of the nature of the activity (basic or corporate research, teaching, pilot studies, production, diagnostics, other) * which types of GMM are being handled (groups of organisms) *
se: precisering av verksamhetens art (grund- eller företagsforskning, undervisning, pilotförsök, produktion, diagnostik, annat) * vilka slags GMM som hanteras (organismgrupper) *

source: Summary of the investigation and assessment in accordance with Section 3 and details on which table of protective measures in appendix 2 is being implemented.
se: Sammanfattning av utredningen och bedömningen enligt 3 § och uppgift om vilken tabell med skyddsåtgärder i bilaga 2 som tillämpas.

source: Appendix 4
se: Bilaga 4

source: Information to be provided in notification of an L activity and new GMM uses
se: Uppgifter vid anmälan av en L-verksamhet och nya GMM- användningar

source: The information below shall be submitted when notifying an L activity and new GMM uses respectively in accordance with Sections 15 and 25 of the Genetically Modified Organisms (Contained Use) Ordinance (SFS 2000:271).
se: Nedanstående uppgifter ska lämnas vid anmälan av en L-verksamhet respektive nya GMM-användningar enligt 15 och 25 §§ i förordning (2000:271) om innesluten användning av genetiskt modifierade organismer.

source: Notification of an L activity
se: Anmälan av en L-verksamhet

source: summary description of the premises, with blueprints or sketches * demarcation of the premises, e.g., with house number, floor level or room number *
se: översiktlig beskrivning av anläggningen, med ritning eller skiss * avgränsning av anläggningen, t.ex. med husnummer, våningsplan och rumsnummer *

source: assigned task for supervision and/or safety; also state position if relevant
se: tilldelad uppgift för ledning och/eller säkerhet; uppge även befattning om det är relevant

source: education and qualification for the task/tasks which GMM use or uses the responsibility relates to
se: tilldelad uppgift för ledning och/eller säkerhet; uppge även befattning om det är relevant

source: Description of the L activity nature of the activity (in accordance with the definition in Section 2) **
se: Beskrivning av L-verksamheten

source: detailed description of the nature of the activity (basic or corporate research, teaching, pilot studies, production, diagnostics, other) * the scale, i.e., approximate volumes of GMM used on one and the same occasion, in one vessel (stated in one of the intervals <100 l, 10- 100 l, 100-500 l, >500 l) *3
se: precisering av verksamhetens art (grund- eller företagsforskning, undervisning, pilotanläggning, produktion, diagnostik, annat) * skalan, dvs. ungefärlig volym GMM som används vid ett och samma tillfälle i ett och samma kärl (anges i något av intervallen <10 l, 10-100 l, 100-500 l, >500 l) *3

source: Protective measures: which table in appendix 2 is being implemented **
se: Skyddsåtgärder: den tabell i bilaga 2 som tillämpas **

source: Written handling and safety instruction * joint for all GMM uses within the activity for each separate GMM use within the L activity, when required.
se: Skriftliga hanterings- och skyddsinstruktioner * gemensamma för L-verksamhetens alla GMM-användningar för varje enskild GMM-användning i L-verksamheten, där det behövs.

source: For each one of the GMM uses present in the L activity
se: För var och en av de GMM-användningar som förekommer i L-verksamheten

source: Details on the GMM use own designation for the GMM use
se: Uppgifter om GMM-användningen egen beteckning på GMM-användningen

source: the part of the premises being used, e.g., room number * the protective measures in applicable table (see appendix 2) chosen on the basis that they are required in accordance with the investigation in section 3 *3
se: den del av anläggningen som används, t.ex. rumsnummer * de skyddsåtgärder i tillämplig tabell (se bilaga 2) som har valts på grund av att de behövs enligt utredningen i 3 § *3

source: Description of the GMM use including the purpose of the use and expected results **
se: Beskrivning av GMM-användningen inklusive syftet med användningen och förväntade resultat **

source: Information on the biological material the GMM/recipient organism used **4
se: Uppgifter om det biologiska materialet den GMM/mottagarorganism som används **4

source: identity
se: identitet

source: properties before and after genetic modification *
se: egenskaper före och efter genetisk modifiering *

source: the vector/equivalent which is used **4
se: den vektor/motsvarande som används **4

source: inserted genetic material
se: insatt genetiskt material

source: donor organism/origin * intended function/intended functions *5
se: givarorganism/ursprung * avsedd funktion/avsedda funktioner *5

source: Summary of the investigation and assessment in accordance with Section 3.
se: Sammanfattning av utredningen och bedömningen enligt 3 §.

source: The information may be amended as an update only if the protective measures needed still are collected from the same table and containment level.
se: 3 Uppgiften kan ändras som uppdatering endast om de skyddsåtgärder som behövs fortfarande är hämtade från samma tabell och skyddsnivå.

source: If another ”species”/equivalent is used, it will be included in its own GMM use.
se: 4 Om det rör sig om en annan ”art”/motsvarande ingår den i en egen GMM-användning.

source: The information may be amended as an update only if the protective measures needed have not been changed.
se: 5 Uppgiften kan ändras som uppdatering endast om de skyddsåtgärder som behövs inte har ändrats.

source: The information below shall be submitted when notifying a new GMM use in an L activity which has already been notified and received a ID number from the Swedish Work Environment Authority.
se: Följande uppgifter ska lämnas vid anmälan av en ny GMM-användning i en L-verksamhet som redan har anmälts och har fått ett id-nummer av Arbets- miljöverket.

source: The ID number received form the Swedish Work Environment Authority for the L activity in which the GMM use shall be included
se: Av Arbetsmiljöverket tilldelat id-nummer för den L-verksamhet som GMM-användningen ska tillhöra

source: Person responsible for the supervision of the GMM use and/or safety in accordance with environmental as well as work environment legislation, if other than responsible for the L activity *
se: Person med ansvar för GMM-användningens ledning och/eller säkerhet enligt såväl miljö- som arbetsmiljölagstiftning, om annan än ansvarig/a för L-verksamheten *

source: the part of the premises being used (e.g., room number) *
se: den del av anläggningen som används (t.ex. rumsnummer) *

source: the protective measures in applicable table (see appendix 2) chosen on the basis that they are required in accordance with the investigation in section 3 *3 handling and safety instructions for the GMM use, where applicable * if differences compared to the previously notified L activity, the following is specified:
se: de skyddsåtgärder i tillämplig tabell (se bilaga 2) som har valts på grund av att de behövs enligt utredningen i 3 § *3 hanterings- och skyddsinstruktioner för GMM-användningen, där det behövs * om skillnader finns jämfört med L-verksamheten i övrigt anges:

source: handling of waste * approximate volumes *4
se: hantering av avfall * ungefärliga volymer *4

source: Description of the GMM use including the purpose of the use and expected results.
se: Beskrivning av GMM-användningen inklusive syftet med användningen och förväntade resultat**

source: Appendix 5
se: Bilaga 5

source: Information to be provided when applying for an R activity and new GMM uses
se: Uppgifter vid ansökan om tillstånd för en R-verksamhet och för nya GMM-användningar

source: The information below shall be submitted when applying for a permit for an R activity and new GMM uses respectively in accordance with Sections 15 and 26 of the Genetically Modified Organisms (Contained Use) Ordinance (SFS 2000:271).
se: Nedanstående uppgifter ska lämnas vid ansökan om tillstånd för en R-verksamhet respektive nya GMM-användningar enligt 15 och 26 §§ i förordning (2000:271) om innesluten användning av genetiskt modifierade organismer.

source: If the GMMs in question are infectious agents in risk class 3 or 4 in accordance with the Swedish Work Environment Authority’s Provisions on Microbiological Work Environment Risks – Infection, Toxigenic Effects, Hypersensitivity; the permit application is required to be supplemented in relevant parts in accordance with the provisions.
se: Om de GMM som är aktuella även är smittämnen i riskklass 3 eller 4 enligt Arbetsmiljöverkets föreskrifter om mikrobiologiska arbetsmiljörisker – smitta, toxinpåverkan, överkänslighet, behöver tillståndsansökan kompletteras i relevanta delar enligt de föreskrifterna.

source: An update is not applicable when a permit has become invalid.
se: Uppdatering är inte tillämpligt när ett tillstånd har gått ut.

source: Application for permit for an R activity
se: Ansökan om tillstånd för en R-verksamhet

source: Time period for which the permit is applied for6
se: Tid för vilken tillstånd söks6

source: The premises where the GMM is to be used: **
se: Anläggningen där GMM ska användas: **

source: street address and city
se: gatuadress och ort

source: detailed description of the premises with blueprints or sketches
se: detaljerad beskrivning av anläggningen samt ritning eller skiss

source: demarcation of the premises with room number, floor level and, where relevant, house number etc. description of the technical facilities which are significant for the safety as well as planned and implemented technical control measures of significance for safety
se: avgränsning av anläggningen med rumsnummer, våningsplan och, där det är relevant, husnummer etc. beskrivning av de tekniska anordningar som har betydelse för säkerheten samt planerade och genomförda tekniska kontroller av betydelse för säkerheten

source: Any prior permits in the premises:
se: Eventuellt tidigare tillstånd i anläggningen:
